Revit 2026 API

# AdvancedLayeredLayeredBottomF0 Property

---

The property labeled "Color" from the "AdvancedLayered" schema.

**Namespace:** Autodesk.Revit.DB.Visual**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public static string LayeredBottomF0 { get; }
```
```vb
Public Shared ReadOnly Property LayeredBottomF0 As String
	Get
```
```cpp
public:
static property String^ LayeredBottomF0 {
	String^ get ();
}
```
```fsharp
static member LayeredBottomF0 : string with get
```

#### Property Value

String

This property is of type "AssetPropertyDoubleArray4d". This property allows a connected asset.

#### Reference

AdvancedLayered Class

Autodesk.Revit.DB.Visual Namespace